[
  { "phrase": "Le présent marché a pour objet la fourniture et l’intégration d’un logiciel de gestion documentaire.", "theme": "contexte" },
  { "phrase": "Le titulaire devra assurer la maintenance corrective et évolutive pendant toute la durée du contrat.", "theme": "contrainte" },
  { "phrase": "L’outil devra permettre le traitement en ligne des courriers entrants et sortants.", "theme": "exigence" },
  { "phrase": "Le candidat devra proposer une architecture logicielle modulaire et interopérable.", "theme": "exigence" },
  { "phrase": "Le projet s’inscrit dans une démarche globale de modernisation des services numériques.", "theme": "contexte" },
  { "phrase": "Les données devront être hébergées exclusivement sur le territoire de l’Union européenne.", "theme": "contrainte" },
  { "phrase": "L’interface utilisateur devra être accessible aux personnes en situation de handicap.", "theme": "exigence" },
  { "phrase": "Le titulaire s’engage à respecter les délais définis dans le planning de mise en œuvre.", "theme": "contrainte" },
  { "phrase": "Les utilisateurs bénéficieront d’un programme de formation initiale et continue.", "theme": "exigence" },
  { "phrase": "Un rapport de suivi trimestriel sera exigé pour assurer la transparence des actions réalisées.", "theme": "contrainte" },
  { "phrase": "Le logiciel doit permettre l’archivage automatique des documents à échéance définie.", "theme": "exigence" },
  { "phrase": "Le prestataire interviendra sur site pendant les phases critiques du projet.", "theme": "contrainte" },
  { "phrase": "Le budget alloué à cette opération est fixé à 85 000 euros hors taxes.", "theme": "contexte" },
  { "phrase": "Le système devra être conforme aux recommandations de l’ANSSI en matière de cybersécurité.", "theme": "exigence" },
  { "phrase": "Les prestations débuteront dès la notification du marché par l’acheteur public.", "theme": "contrainte" },
  { "phrase": "Le contexte local implique une attention particulière aux flux interservices.", "theme": "contexte" },
  { "phrase": "L’application devra être disponible en mode web responsive.", "theme": "exigence" },
  { "phrase": "Les échanges de données devront être chiffrés de bout en bout.", "theme": "exigence" },
  { "phrase": "Une documentation technique complète devra être remise à la fin de chaque sprint.", "theme": "livrable" },
  { "phrase": "Un plan de continuité d’activité devra être proposé avant la mise en production.", "theme": "livrable" },
  { "phrase": "Le prestataire devra identifier un interlocuteur unique pour le suivi du projet.", "theme": "contrainte" },
  { "phrase": "L’outil devra proposer un système d’authentification unique via l’IAM existant.", "theme": "exigence" },
  { "phrase": "Les supports de formation devront être remis au format PDF et PowerPoint.", "theme": "livrable" },
  { "phrase": "Le déploiement initial est prévu pour le 15 septembre 2025.", "theme": "contexte" },
  { "phrase": "Le prestataire devra fournir un environnement de préproduction identique à celui de production.", "theme": "exigence" },
  { "phrase": "Le candidat devra justifier d’au moins trois références similaires dans le domaine public.", "theme": "contrainte" },
  { "phrase": "Le logiciel devra permettre l’export des données sous format XML et CSV.", "theme": "exigence" },
  { "phrase": "Un support utilisateur sera disponible du lundi au vendredi, de 9h à 18h.", "theme": "exigence" },
  { "phrase": "Le projet bénéficiera d’un comité de pilotage mensuel.", "theme": "contexte" },
  { "phrase": "Le système devra garantir une traçabilité complète des actions des utilisateurs.", "theme": "exigence" },
  { "phrase": "Le prestataire devra accompagner la migration des données depuis l’ancien système.", "theme": "exigence" },
  { "phrase": "Des audits de conformité seront réalisés en cours de contrat.", "theme": "contrainte" },
  { "phrase": "Le socle technique proposé devra être compatible avec les environnements Linux et Windows.", "theme": "exigence" },
  { "phrase": "La solution devra permettre la signature électronique des documents.", "theme": "exigence" },
  { "phrase": "Les délais d’intervention en cas d’incident critique ne devront pas excéder 4 heures.", "theme": "contrainte" },
  { "phrase": "Un environnement de test devra être mis à disposition pour la recette fonctionnelle.", "theme": "exigence" },
  { "phrase": "Le présent cahier des charges est constitué de cinq annexes.", "theme": "contexte" }
]